k_omega_compressible_01/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    Side1
    {
        type            empty;
        nFaces          36781;
        startFace       73075;
    }
    Inlet
    {
        type            patch;
        nFaces          389;
        startFace       109856;
    }
    Side2
    {
        type            empty;
        nFaces          36781;
        startFace       110245;
    }
    Outlet
    {
        type            patch;
        nFaces          150;
        startFace       147026;
    }
    Botwall
    {
        type            wall;
        nFaces          239;
        startFace       147176;
    }
    Cyli
    {
        type            wall;
        nFaces          196;
        startFace       147415;
    }
)

// ************************************************************************* //
